{"resourceType": "Questionnaire", "id": "buprenorphine-questionnaire", "status": "active", "date": "2021-10-23", "item": [{"linkId": "1", "text": "What is the requested medication?", "type": "choice", "answerOption": [{"valueString": "Probuphine (buprenorphine) subdermal implant", "linkId": "1.a"}, {"valueString": "Sublocade (buprenorphine) extended-release injection", "linkId": "1.b"}, {"valueString": "None of the above", "linkId": "1.c"}], "enableWhen": [{"question": "1.a", "answerBoolean": true}], "item": [{"linkId": "2", "text": "Does the prescriber meet DATA 2000 requirements and has been assigned a unique identification number specific to the prescription of medication assisted therapy (DEA-X)?", "type": "boolean"}]}, {"linkId": "2", "text": "Has the prescriber and/or the healthcare provider performing the insertion successfully completed a live training program specific to Probuphine insertion?", "type": "boolean"}, {"linkId": "3", "text": "Is the patient currently being treated for chronic pain requiring opioids?", "type": "boolean"}, {"linkId": "4", "text": "Is this for initial therapy or continuation of therapy?", "type": "choice", "answerOption": [{"valueString": "Initial therapy", "linkId": "4.a"}, {"valueString": "Continuation of therapy", "linkId": "4.b"}]}, {"linkId": "5", "text": "Has the patient achieved and sustained prolonged clinical stability on transmucosal buprenorphine?", "type": "boolean"}, {"linkId": "6", "text": "Is the patient currently maintained on a dose of 8 mg per day or less of oral, sublingual, or transmucosal buprenorphine product equivalent?", "type": "boolean"}, {"linkId": "7", "text": "Has the patient been on a stable oral, sublingual, or transmucosal buprenorphine dose for six months or longer without any need for supplemental dosing or adjustments?", "type": "boolean"}, {"linkId": "8", "text": "Is there submission of medical records documenting the patient has a viable site for implant on the upper arm?", "type": "boolean"}, {"linkId": "9", "text": "Please attach: medical records documenting the patient has a viable site for implant on the upper arm.", "type": "attachment"}, {"linkId": "10", "text": "Is there submission of medical records documenting the patient will not be receiving supplemental, oral, sublingual, or transmucosal buprenorphine?", "type": "boolean"}, {"linkId": "11", "text": "Please attach: medical records documenting the patient will not be receiving supplemental, oral, sublingual, or transmucosal buprenorphine.", "type": "attachment"}, {"linkId": "12", "text": "Is there submission of medical records documenting the patient has not had an opioid-positive urine drug screen within the previous ninety days prior to insertion?", "type": "boolean"}, {"linkId": "13", "text": "Please attach: medical records documenting the patient has not had an opioid-positive urine drug screen within the previous ninety days prior to insertion.", "type": "attachment"}, {"linkId": "14", "text": "Is the requested medication being used for pain management?", "type": "boolean"}, {"linkId": "15", "text": "Is this for initial therapy or continuation of therapy?", "type": "choice", "answerOption": [{"valueString": "Initial therapy", "linkId": "15.a"}, {"valueString": "Continuation of therapy", "linkId": "15.b"}]}, {"linkId": "16", "text": "Is the patient currently maintained on an 8 mg to 24 mg per day dose of oral, sublingual, or transmucosal buprenorphine product equivalent for at least 7 days prior to initiation of extended-release buprenorphine injection?", "type": "boolean"}, {"linkId": "17", "text": "Has the patient received, or will the patient receive, supplemental oral, sublingual, or transmucosal buprenorphine?", "type": "boolean"}, {"linkId": "18", "text": "Does the prescriber meet DATA 2000 requirements and has been assigned a unique identification number specific to the prescription of medication assisted therapy (DEA-X)?", "type": "boolean"}, {"linkId": "19", "text": "Is Sublocade dosing in accordance with the U.S. Food and Drug Administration-approved labeling?", "type": "boolean"}]}
